// У файлі render - functions.js створи екземпляр SimpleLightbox для роботи з модальним вікном та зберігай функції
//  для відображення елементів інтерфейсу:

// createGallery(images).Ця функція повинна приймати масив images, створювати HTML - розмітку для галереї, додавати
//  її в контейнер галереї та викликати метод екземпляра SimpleLightbox refresh().Нічого не повертає.
// clearGallery(). Ця функція нічого не приймає та повинна очищати вміст контейнера галереї. Нічого не повертає.
// showLoader(). Ця функція нічого не приймає, повинна додавати клас для відображення лоадера. Нічого не повертає.
// hideLoader(). Ця функція нічого не приймає, повинна прибирати клас для відображення лоадера. Нічого не повертає.

// Користувач буде вводити рядок для пошуку в текстове поле, а за сабмітом форми необхідно виконувати
// HTTP - запит із цим пошуковим рядком.

// При натисканні на кнопку відправки форми, додайте перевірку вмісту текстового поля на наявність порожнього рядка,
//     щоб користувач не міг відправити запит, якщо поле пошуку порожнє.
